// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Begränsa färg";

ApplyButton = "Verkställ nu";
NewButton = "Ny…";
DeleteButton = "Ta bort";
AddButton = "Lägg till";
CancelButton = "Avbryt";

// Restrict Color Use
RestrictColorUseTabName = "Begränsa färganvändning";
RestrictColorUseTabDescription = "Denna funktion används för att begränsa färgutskrift för alla användare eller för specifika användare och/eller tillämpningar. Exempel: skriv ut alla e‑postmeddelanden utan färg genom att välja \"Färg om så medges\" och ställ sedan in behörigheten för e‑postprogrammet till \"Endast svart\".

Notera att inställningarna i de två andra flikarna endast gäller om du har valt alternativet \"Färg om så medges\".";

RestrictColorUseTabWithoutUsersDescription = "Den här funktionen används för att begränsa färgutskrifter för alla eller vissa program och/eller för alla eller vissa grupper och användare. Om du till exempel vill skriva ut alla e-postmeddelanden utan färg väljer du \"Färg om så medges\" och sedan ställer du in behörigheten för e-postprogrammet på \"Endast svart\".\n\nOm du vill begränsa färgutskrifterna för alla eller vissa grupper och användare väljer du plugin-programmet för hantering av användarroller på panelen för val av uppgift.\n\nNotera att inställningarna på den andra fliken och i plugin-programmet för hantering av användarroller bara träder i kraft om \"Färg om så medges\" är valt.";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "Den här funktionen används för att begränsa färgutskrifter för alla eller vissa tillämpningar. Om till exempel alla e-postmeddelanden ska skrivas ut utan färg, väljer du \"Färg om tillåtet\" och ställer sedan in e-postprogrammets behörighet på \"Endast svart\".\n\nObservera att inställningarna på den andra fliken endast har effekt om \"Färg om tillåtet\" är valt.";

RestrictColorUseTabWithEWSDescription = "Denna funktion används för att begränsa färgutskrift för alla användare eller för specifika användare och/eller tillämpningar. Exempel: skriv ut alla e‑postmeddelanden utan färg genom att välja \"Färg om så medges\" och ställ sedan in behörigheten för e‑postprogrammet till \"Endast svart\".

Du kan hantera behörigheterna till applikationen på den andra fliken och behörigheterna för användare/grupper via <a>skrivarens webbsida</a>

Observera att dessa behörigheter börjar gälla endast om \"Färg om så medges\" är valt..";

RestrictColorUseOptionsPrompt = "Ställ in hur utskrift i färg ska ske:";
RestrictColorUseEnableColorOptionName = "Aktivera färg";
RestrictColorUseEnableColorOptionDescription = "Alla färgutskrifter kommer att skrivas ut i färg.";
RestrictColorUseColorIfAllowedOptionName = "Färg om så medges";
RestrictColorUseColorIfAllowedOptionDescription = "Behörigheten för användare och tillämpning avgör om en utskrift kommer att ske i färg eller inte.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "Programmets behörighet avgör om varje jobb skrivs ut i färg eller inte.";
RestrictColorUseDisableColorOptionName = "Inaktivera färg";
RestrictColorUseDisableColorOptionDescription = "Alla färgutskrifter kommer att skrivas ut i svart.";
RestrictColorForApplications = "Begränsa färgutskrifter för en del datorprogram";
RestrictColorForUsers = "Begränsa färg efter användar- eller gruppbehörigheter";

// User Color Permissions
UserColorPermissionsTabName = "Användare";
UserColorPermissionsTitle = "Användarbehörighet för färg";
UserColorPermissionsTableDescription = "Denna lista kan innehålla upp till 50 användare och respektive behörighet för färg.";
UserColorPermissionsTableUserNameColumn = "Användarnamn";
UserColorPermissionsTablePermissionColumn = "Behörighet";
DefaultUserPermissionsTitle = "Standardbehörighet för användare:";
BlackOnly = "Endast svart";
Color = "Färg";
UserColorPermissionsTabDescription = "Du kan skriva ut jobbloggen för Färganvändning för att se namnen på de användare som har skrivit ut på denna enhet.";
UserNameTitle = "Användarnamn:";
PermissionTitle = "Behörighet:";

// Application Color Permissions
AppColorPermissionsTabName = "Tillämpning";
AppColorPermissionsTitle = "Tillämpningsbehörighet för färg";
App10ColorPermissionsTableDescription = "Denna lista kan innehålla upp till 10 tillämpningar och respektive behörighet för färg.";
AppColorPermissionsTableDescription = "I den här listan lagras programmen och deras färgbehörigheter.";
AppColorPermissionsTableAppNameColumn = "Tillämpningens namn";
AppColorPermissionsTablePermissionColumn = "Behörighet";
DefaultAppPermissionsTitle = "Standardbehörighet för tillämpningar:";
AppColorPermissionsTabDescription = "Du kan skriva ut jobbloggen för Färganvändning för att se namnen på de tillämpningar som har skrivit ut på denna enhet.";
AppNameTitle = "Tillämpningens namn:";